[{"name":"jay","img":"img/jay同名专辑.jpg","intro":"整张专辑的曲风以R&B及New Hip-Hop为主，古典巴洛克式弦乐伴奏及Band的加入，形成了一种英国式的复古风格，更特别的是，西班牙式风格的弦乐演奏在专辑歌曲中表现出的意境极度逼近电影配乐。\n主打歌《可爱女人》由徐若瑄填词、周杰伦谱曲、编曲，整首表现着一股R&B味道，简单的歌词却散发出无限的想象空间，摆脱市场上一般的芭乐曲风，但是却有着另一股新的感觉。另一首《黑色幽默》 则是深刻的描述着周杰伦内心感情世界的一环，剖白的记忆着女友离去时那一刻的心情，大陆十二人弦乐团加上传统旧式Band的表现，呈现出一种英式的复古风格。\n专辑里混杂的大量黑人音乐曲风撼动华语乐坛的主流基石，同时这是一张在旋律基础上加上节奏发动机的双核唱片，用节奏和旋律重新校准了一首现代歌曲的平衡，让人有种比较新鲜和丰富的个性魅力。\n虽然周董本人也会写词，而《Jay》里徐若萱也留下三首机灵劲十足的情歌歌词，但是如果没有方文山视野更为开阔、想像更为奇特的《娘子》、《斗牛》和《印地安老斑鸠》这样的词作，《Jay》这张专辑必然会逊色很多。虽然对于方文山这种也许没有思想意义的作品历来贬者居多，但不可否认他用这种题材开辟了一种独特的的思路。更为重要的是方文山所运用的诸如悬幻文学、街头篮球这样看似无聊的主题，它并不是无来由的根、从石头缝里蹦出来的孙猴子，它们基本上符合了80一代的时代特征。有了核心上的变革，这张专辑在细节上自然也出现了异于上世纪华语主流音乐的裂变。尤其是以《伊斯坦堡》、《龙卷风》为代表的情歌就凸现出这种变化：情歌不再是单一的K房情歌，你唱我唱大家唱的样板戏，而是尽可能突出了80一代情感思维新特征的时代恋曲。\n当然这种周董式的个性，不可避免的随着他的走红而使得它会在潮流洗礼中漫漫演变成共性，但却并不能因此抹杀《Jay》专辑在当时于独立性上异潮流而行的勇气和动机，尽管它同样是一张商业唱片，但至少它商出了挣扎和反抗，也商出了改良和再造，而这绝对要比那些商得毫无骨气、甚至媚态尽现的唱片更值得人们尊敬。"},
{"name":"范特西","img":"img/范特西.jpg","intro":"《范特西》不仅突破了周杰伦的制作水准，而且创作更臻成熟。周杰伦把自己的奇特幻想力及个人特质融入到歌曲中[8]  。专辑不仅囊括了抒情R&B歌曲，周杰伦还扩展想象空间，将HipHop、Rock、加快版R&B、民族风味的风格融入到专辑中[8]  。《范特西》不仅让周杰伦功成名就，其音乐创作也备受赞赏。专辑延伸了周杰伦原来擅长的东西，但是又有不一样的想法[10]  。专辑给人的感觉就像是一个音乐魔方，可以使人的听觉转换为视觉、触觉和其它感觉。\n《范特西》充分体现了周杰伦在音乐上的多样化和多变化，以及有足够的能力掌握各种音乐型态。在这张专辑中，周杰伦大量地采用连音唱法固然成功地突破了讲求字正腔圆的限制，却也使得方文山的词被大幅度地模糊。专辑里主要是硬朗的节奏蓝调以及饶舌，无论是曲风还是题材，商业取向都有走低的趋势。\n在这张专辑中，天马行空的音乐想法无处不在，就连歌名也都饶有趣味：《双截棍》、《忍者》、《爱在西元前》等等。《爸我回来了》中周杰伦大胆运用了他鲜为人知的大提琴的演奏；《忍者》中有犹如进入东洋电玩世界的快感以及抢眼多变的MTV多重角色扮演给人神秘、诡谲多变的感觉；《爱在西元前》里重回美索不达米亚美丽的传奇，歌词中还出现了楔形文字，相当有创意；《双截棍》是因为周杰伦喜爱看中国的武打电影而创作的，MTV中宛如李小龙般的勇猛跳跃让人刮目相看"},
{"name":"八度空间","img":"img/八度空间.jpg","intro":""},
{"name":"叶惠美","img":"img/叶惠美.jpg","intro":""},
{"name":"七里香","img":"img/七里香.jpg","intro":""},
{"name":"十一月的肖邦","img":"img/十一月的肖邦.jpg","intro":""},
{"name":"依然范特西","img":"img/依然范特西.jpg","intro":""},
{"name":"我很忙","img":"img/我很忙.jpg","intro":""},
{"name":"魔杰座","img":"img/魔杰座.jpg","intro":""},
{"name":"跨时代","img":"img/跨时代.jpg","intro":""},
{"name":"惊叹号","img":"img/惊叹号.jpg","intro":""},
{"name":"十二新作","img":"img/十二新作.jpg","intro":""},
{"name":"哎呦不错哦","img":"img/哎呦不错哦.jpg","intro":""},
{"name":"周杰伦的床边故事","img":"img/床边故事.jpg","intro":""},]