[{"name":"jay","img":"img/jay同名专辑.jpg","intro":"整张专辑的曲风以R&B及New Hip-Hop为主，古典巴洛克式弦乐伴奏及Band的加入，形成了一种英国式的复古风格，更特别的是，西班牙式风格的弦乐演奏在专辑歌曲中表现出的意境极度逼近电影配乐。\n主打歌《可爱女人》由徐若瑄填词、周杰伦谱曲、编曲，整首表现着一股R&B味道，简单的歌词却散发出无限的想象空间，摆脱市场上一般的芭乐曲风，但是却有着另一股新的感觉。另一首《黑色幽默》 则是深刻的描述着周杰伦内心感情世界的一环，剖白的记忆着女友离去时那一刻的心情，大陆十二人弦乐团加上传统旧式Band的表现，呈现出一种英式的复古风格。\n专辑里混杂的大量黑人音乐曲风撼动华语乐坛的主流基石，同时这是一张在旋律基础上加上节奏发动机的双核唱片，用节奏和旋律重新校准了一首现代歌曲的平衡，让人有种比较新鲜和丰富的个性魅力。\n虽然周董本人也会写词，而《Jay》里徐若萱也留下三首机灵劲十足的情歌歌词，但是如果没有方文山视野更为开阔、想像更为奇特的《娘子》、《斗牛》和《印地安老斑鸠》这样的词作，《Jay》这张专辑必然会逊色很多。虽然对于方文山这种也许没有思想意义的作品历来贬者居多，但不可否认他用这种题材开辟了一种独特的的思路。更为重要的是方文山所运用的诸如悬幻文学、街头篮球这样看似无聊的主题，它并不是无来由的根、从石头缝里蹦出来的孙猴子，它们基本上符合了80一代的时代特征。有了核心上的变革，这张专辑在细节上自然也出现了异于上世纪华语主流音乐的裂变。尤其是以《伊斯坦堡》、《龙卷风》为代表的情歌就凸现出这种变化：情歌不再是单一的K房情歌，你唱我唱大家唱的样板戏，而是尽可能突出了80一代情感思维新特征的时代恋曲。\n当然这种周董式的个性，不可避免的随着他的走红而使得它会在潮流洗礼中漫漫演变成共性，但却并不能因此抹杀《Jay》专辑在当时于独立性上异潮流而行的勇气和动机，尽管它同样是一张商业唱片，但至少它商出了挣扎和反抗，也商出了改良和再造，而这绝对要比那些商得毫无骨气、甚至媚态尽现的唱片更值得人们尊敬。"},
{"name":"范特西","img":"img/范特西.jpg","intro":"《范特西》不仅突破了周杰伦的制作水准，而且创作更臻成熟。周杰伦把自己的奇特幻想力及个人特质融入到歌曲中。专辑不仅囊括了抒情R&B歌曲，周杰伦还扩展想象空间，将HipHop、Rock、加快版R&B、民族风味的风格融入到专辑中[8]  。《范特西》不仅让周杰伦功成名就，其音乐创作也备受赞赏。专辑延伸了周杰伦原来擅长的东西，但是又有不一样的想法。专辑给人的感觉就像是一个音乐魔方，可以使人的听觉转换为视觉、触觉和其它感觉。\n《范特西》充分体现了周杰伦在音乐上的多样化和多变化，以及有足够的能力掌握各种音乐型态。在这张专辑中，周杰伦大量地采用连音唱法固然成功地突破了讲求字正腔圆的限制，却也使得方文山的词被大幅度地模糊。专辑里主要是硬朗的节奏蓝调以及饶舌，无论是曲风还是题材，商业取向都有走低的趋势。\n在这张专辑中，天马行空的音乐想法无处不在，就连歌名也都饶有趣味：《双截棍》、《忍者》、《爱在西元前》等等。《爸我回来了》中周杰伦大胆运用了他鲜为人知的大提琴的演奏；《忍者》中有犹如进入东洋电玩世界的快感以及抢眼多变的MTV多重角色扮演给人神秘、诡谲多变的感觉；《爱在西元前》里重回美索不达米亚美丽的传奇，歌词中还出现了楔形文字，相当有创意；《双截棍》是因为周杰伦喜爱看中国的武打电影而创作的，MTV中宛如李小龙般的勇猛跳跃让人刮目相看"},
{"name":"八度空间","img":"img/八度空间.jpg","intro":"在这张专辑中，周杰伦的天马行空、奇思妙想依然能融会贯通于他的音乐之中，所以周杰伦对音乐的玩转以及呈现的方式更显得自如而能给听众带来喜感；而与此同时也有一部分人认为周杰伦的《八度空间》已经出现了复制自己的痕迹，听不到惊喜，感受不到不同，甚至专辑中的歌曲都能找到似曾相识的感觉。《八度空间》尽管在推陈出新这方面的确不如《范特西》来得那般的惊艳与极致，但是整体的水准却与《范特西》维持在了一条水平线上，所以尽管旋律的线条或有似曾相似之感，但是创意依然可圈可点，所以也算是一张水准之作。\n当《半兽人》华丽的序曲揭开其神秘面纱时，周杰伦使用强硬的节奏吟唱人类为了贪婪堕落为半兽人的故事。《半岛铁盒》的歌词是叙述一本名叫“半岛铁盒”的书，装满了情人的回忆，歌曲的耐听度高，这首歌是周杰伦在抒情歌曲领域越发成熟的情境之作。《火车叨位去》是周杰伦首度破天荒尝试台语演唱的歌曲，方文山运用了独特的本土词藻，在融合周杰伦创作的西洋氛围曲调后，两者竟产生了意想不到的舒适效应。\n在《分裂》的歌声里可以感受到周杰伦内心的声音划过，这是他内心最深层的个人独白。《爷爷泡的茶》是藉由“茶”这样平常的饮料，来阐述着爷爷生活的禅意，歌曲就仿佛爷爷告诉孙儿，当茶水的颜色蔓延、纯净快乐的旋律扬起时，名利自然就会瞬间抛至九霄云外。《回到过去》是刘耕宏跨刀写词的作品，刘耕宏勾勒出夜深人静时，悼念爱情的孤单感受。结尾曲《最后的战役》藉由磅礴弦乐述说军中袍泽共患难之情，在聆听了一路高潮迭起的歌曲后，这首歌更让人有一气呵成、前后呼应之感。"},
{"name":"叶惠美","img":"img/叶惠美.jpg","intro":"在《叶惠美》中，可以听出周杰伦成功跳出了《八度空间》的矛盾，并且对已经确立的音乐风格备感自信，在中国风与欧陆风，校园情结和童年情结中游刃有余。周杰伦所写的歌词内容与方文山营造的神奇诡异不同，更贴近现实和周杰伦的内心，比如《懦夫》中对残酷青春的反思，而《梯田》结尾则流露了对伪艺术的控诉[11]  。专辑所呈现出来的周杰伦跟以往有些许不同，视觉上与音乐上都不约而同的加入复古的元素，让音乐与视觉上有更紧密的结合，从而相互呼应引发共鸣.\n专辑在延续前三张唱片整体风格不变的基调上，作了一些小的改变和修饰，曲风更加迷幻和飘渺[12]  。专辑还在音乐风格上融合复古与现代曲风，创造出一种与以往不同的流行音乐元素[6]  。专辑在注重情感的同时，还以深情的旋律和厚重的歌词打动听众。周杰伦不仅舍弃了浮躁，还在专辑中融入了更多的情感，从而有了更多让人思考的东西。\n《以父之名》这首歌的曲风特殊好记，加上复古音乐钢琴等的特殊搭配，辅以意大利文与歌剧上的融合，曲调跳脱了一般流行音乐的风格[6]  。歌词则用了很多不同的景物去呈现歌中“教父”懊恼与痛苦的心境，令听者能有更立体更实在的感受。歌曲《梯田》在音乐上结合了原住民的合唱、中国民歌以及古典钢琴，歌词诙谐幽默，暗喻人对环境的破坏是残忍的。\n《东风破》在旋律上使用了周杰伦常用的中国调式，再融入二胡与琵琶。歌曲的复古曲风让听众容易进入唐诗宋词的世界，方文山想藉由古诗词入歌的做法让古诗词与现代流行音乐融合，打破诗歌与歌词分家的模式。在方文山的特别经营下，《东风破》的歌词呈现出一种时空交错的感觉。"},
{"name":"七里香","img":"img/七里香.jpg","intro":"《七里香》全部的乐曲创作均由周杰伦一人完成，各种音乐元素运用自如，手法娴熟而精炼。专辑中大量民乐的加入，使得这张专辑具有强烈的东方风情，也让这张专辑维持了周杰伦一贯的高格调，专辑风格也比之前更加统一。在被流行乐坛一再忽略或曲解的本土文化中，周杰伦调动着民乐所有灵性的想像力，展现了周杰伦独树一帜的音乐才华.\n专辑同名歌曲《七里香》其实暗示了专辑返璞归真的基调，伤感的歌词更像是回望儿时课桌上刻下的斑驳字迹。《将军》唱的是中国棋术，弦乐与DJ打碟交相辉映。《我的地盘》是一首中国民乐配器、电音节拍与混音音效融会贯通的歌曲。《乱舞春秋》是一首很嬉皮的歌曲，整首歌的亮点在于背景声时而万马奔腾时而刀光剑影时而搞怪无厘头，周杰伦在这首歌曲里再现了他的智慧和幽默，编曲设计、背景剪贴方面频频出彩。《园游记》讨巧的抒情风好像又回到了初出茅庐时的《可爱女人》，而《困兽之斗》与反战题材的《止战之殇》则给人些许黯淡低调之感.\n从整体上来看，《七里香》是一张上乘之作。但是也应该看到其中的一些不足，比如主打歌《七里香》的歌词矫情又造作。另外专辑中一些歌曲可以看到周杰伦之前歌曲的影子，比如《借口》和《断了的弦》在副歌部分就有些相似。但是也应该看到周杰伦的改变，比如这张专辑中金属质感的歌曲就占据了相当的比例。"},
{"name":"十一月的肖邦","img":"img/十一月的肖邦.jpg","intro":"周杰伦的每张专辑都像一个圆，它们的圆心相同，这些圆有大有小，但它们都有着相同的交集。《十一月的萧邦》是圆中圆，它的一切你都可以在周董过往专辑中觅到相似的影子。\n专辑的第一主打《夜曲》，是专辑当中最早完成的作品，由淡淡吉他声及简单节奏做开场，引导人们逐渐走进这个心碎的场景，这首歌曲描述主角为了怀念逝去的恋人，仍然选择用弹奏萧邦夜曲的方式，纪念已死去的爱情，那带着悲伤气味，让人感受到一丝凄美的氛围[2]  。《蓝色风暴》非常热闹，搓碟和宗教福音是新鲜的元素。《发如雪》不是《东风破》二代，而是《东风破》的升级版。此外，周杰伦与搭档方文山的合作，为周杰伦的歌曲创造出许多符合音乐诗人气质的词句，让人在聆听整张专辑时，就有如翻开诗集一般的如沐春风。"},
{"name":"依然范特西","img":"img/依然范特西.jpg","intro":"《依然范特西》是一张出色的专辑，它的耐听程度不逊色于《范特西》。周杰伦通过歌曲来表达的欲望在这张专辑里表现得尤其强烈，使人感到“表达”才是这张专辑最大的特色。《依然范特西》虽然有相当成分的说唱，但是说唱部分很少单独成曲，通常是和几段优美的旋律组成一首歌曲，这使得这张专辑摆脱了说唱音乐喋喋不休的俗套。\n《依然范特西》不仅延续了周杰伦以往的音乐风格，在中国风、 RAP等曲风上也加深了旋律的流畅性，“周氏风格”更加明显。这张专辑不再去标榜任何流派，但是保留了周杰伦固有的音乐特色，又大胆地吸取其他的音乐元素，曲风变得更加多元化，更加国际化。\n整张专辑的歌曲以R&B式情歌为主[19-20]  。专辑主打歌《千里之外》有一种中国传统音乐的韵味；歌曲延续了《发如雪》的悲情，唱出了大时代的悲歌；周杰伦R&B的曲风搭配费玉清美声的唱腔，呈现出强烈的对比，制造出反差的冲突。《黄金甲》的主题曲《菊花台》是一首将中国传统音乐趣味表现得很到位的“中国风”作品，干净的吉他配上沧桑的弦乐，描绘出电影中巩俐死前的一幅唯美的画面，方文山如诗如歌的歌词写尽情主人公命运的多桀，而周杰伦亦以一种和以往不同的细腻嗓音与咬字的演唱方式，搭配简单却唯美的编曲，唱出了这首凄美的《菊花台》。"},
{"name":"我很忙","img":"img/我很忙.jpg","intro":"《我很忙》算是周杰伦对自己的一种自嘲，也是一种无奈。而这种无奈，也体现在音乐上所缺乏的创新性上。尽管有着乡村音乐味道十足的主打曲《我很忙》，但终究已经听不到周董早年出道时的锐气。当然，一首《青花瓷》虽然立意不新，却依然凭借着“中国风”招牌的正宗，堪称这一年的年度主打曲。\n专辑里仍有周杰伦引领的中国风，还有耳目一新的美式乡村风格加复古曲调，充满活泼趣味，不同于荧幕上牛仔给人深沉忧郁的形象。\n《我很忙》这张专辑中周杰伦在保留自己风格的同时力求突破，走美国西部牛仔风的主打歌《牛仔很忙》、男孩立志歌曲《阳光宅男》、可爱甜美的《甜甜的》无不体现出这点。\n《牛仔很忙》是周杰伦与作词者黄俊郎共同催生出的新曲风，勾勒了一个“只喝奶不喝酒、只骑驴不骑马”的乖乖牛仔，不同于屏幕上牛仔给人深沉忧郁的形象，杰伦新作中的牛仔很忙，很有正义感，属于60年代美国初创时期的帅气，这也是这次新专辑和以往最大的不同。"},
{"name":"魔杰座","img":"img/魔杰座.jpg","intro":"这张具有多样曲风的专辑以魔术元素让音乐变幻无穷。周杰伦填词作曲的《稻香》是一首融合嘻哈民谣与周式饶舌曲风的歌曲，能够让人产生回归心灵的自然，追寻最朴实最真诚的感动[1]  ，方文山作词的情歌《说好的幸福呢》则是一首令人听了会想哭的歌。在《乔克叔叔》里，周董扮演小丑，以坐上高空秋千的形式来诠释欢乐过后的孤寂感，而《时光机》追忆童年往事的情节也是这张唱片中出彩的地方。"},
{"name":"跨时代","img":"img/跨时代.jpg","intro":"相较于维持以往魔幻曲风的专辑同名主打歌《跨时代》，专辑中《烟花易冷》和《雨下一整晚》两首中国风歌曲似乎更具主打歌的潜质。《烟花易冷》一如既往地延续了中式乐曲的凄婉派小调式，结尾处Rap的插入是周杰伦的标签特色，此外，轻吟浅唱的方式让周杰伦的声音表情更加细腻丰富。《雨下一整晚》则大玩穿越曲风，前半段是原声吉他纯净伴奏之下的抒情夜曲，间奏则琴峰一转，二胡、古筝等中国民乐器轮番登场，吊嗓般的京剧调调作为合音融入周杰伦后半段略带沧桑的一咏三叹，这首歌在时空转换之下，将现代与古典的抒情巧妙融为一体，可谓对中国风歌曲的又一创新，是专辑里最大的惊喜。歌词搞怪诙谐的《免费教学录影带》是周杰伦对布鲁斯（Blues）摇滚曲风的改良性尝试，去除了原本不适合中国人听觉的粗粝狂野部分之后，布鲁斯音乐中和弦及旋律琅琅上口的特色得到凸显。中快板节奏的《好久不见》，国语与闽南语的两段唱腔俏皮逗趣，体现了周杰伦在歌曲细节上别出心裁的创意。\n总体而言，《跨时代》不缺亮点，也绝不是会被人轻易看低的一张专辑，但它的确失去了早期周杰伦音乐中乍现的那抹惊艳。正如《跨时代》这首歌的歌词所写，“我跨越过时代，如兽般的姿态，琴声唤醒沉睡的血脉；不需要被崇拜，如兽般的悲哀，只为永恒的乐曲存在，醒过来”。"},
{"name":"惊叹号","img":"img/惊叹号.jpg","intro":"专辑中卖萌成为王道。主打歌《水手怕水》完全就是“为萌而生”的产物，从题材到创作到演唱都充满浓浓梦幻感觉，虽然承袭了之前《牛仔很忙》的谐趣，却不再是“正义呼唤我美女需要我”的帅气战士，而是一个开场就喊着“大海真可怕”的胆小鬼，歌词部分不再带有任何英雄主义色彩，堆砌各种花样繁多的幼齿符号，在演唱上更换了好几个声道，基本就是各种插科打诨大耍花腔，“这些海鲜，捕吃可吃，知不可吃，捕吃可吃，知不可吃，可吃不吃不吃，克制不吃土司， 跟我学一遍， 来……”你可以听到周董奶声奶气地教你念绕口令，听到诸如“船长说为了节能减碳，尽量用手划，有空就去甲板吸收太阳能，抹抹防晒，等着美人鱼上钩”这种好像幼儿读物里的无厘头念白，让人觉得萌翻了。\n但就音乐整体而言，专辑委实未给听众带来任何惊叹和惊喜的感觉，虽然编曲越来越夸张热闹，周杰伦卯足劲儿地要塑造一个史上最萌天王形象，但从唱片结构到曲风到演唱，依然全盘拼贴过往专辑里的那些老旧元素，《皮影戏》、《惊叹号》这种每张必有的模板之作渐渐从最初的底气十足变成虚张声势，“我靠”喊得再响也没用；拿来当话题的《水手怕水》、《公主病》少了《牛仔很忙》的曲风亮点，也没有《听妈妈的话》、《甜甜的》那样亲切自然，而抒情部分，《mine mine》、《琴伤》、《疗伤烧肉粽》依然有流畅漂亮的旋律，但在表达形式上充满了周杰伦的自大膨胀气息，竟然完全无法给人真正触动心灵的感动。"},
{"name":"十二新作","img":"img/十二新作.jpg","intro":"第三波的主打歌《公公偏头痛》大玩宫廷风，自创了“宫廷嘻哈风”，《乌克丽丽》中周杰伦还走了一遭夏威夷风，但像这样的歌曲却为数不多。在《十二新作》剩下的歌曲里，基本可以找寻到以往的影子：《手语》的电音，早在《Mine Mine》就以见识过；《红尘客栈》单看名字，就知道这是一首再典型不过的中国风；《梦想启动》的励志，与《蜗牛》如出一辙；《明明就》则同《安静》有异曲同工之妙，都是以钢琴作为开头。\n第一波放出来的《红尘客栈》就是惯例的“中国风”歌曲，再看周氏Rap，两首《四季快车》和《公公偏头痛》都算质素平均线以上水平。尤其《四季快车》的节奏感和间奏神来之笔的管弦乐，加上歌曲不长，确实有稍纵即逝、呼啸而过快车过站的感觉；专辑新玩意的就是《比较大的大提琴》，有点放克，有点Hip Hop，有点爵士，其实通通可以归为Acid Jazz，热热闹闹真是一出好戏，周董的招摇，梁心颐的萦绕，杨瑞代的徘徊，用不同的步调展示了曼妙的和谐。剩下的抒情曲，钢琴加弦乐，典型的周氏情歌，《手语》《哪里都是你》都不差，最没存在感的反而是和袁咏琳合唱的《傻笑》。"},
{"name":"哎呦不错哦","img":"img/哎呦不错哦.jpg","intro":"此张数字音乐专辑的发行，不论是对于周杰伦、杰威尔音乐有限公司还是QQ音乐，都成为有利于数字音乐行业健康发展的一次尝试，也是创新运营模式的一次试水，为数字音乐全新商业模式的探索开创了全新的思维模式。\n该专辑以网络首发的全新发行模式不仅是对当下乐迷们听歌模式的尊重，更是对传统唱片市场的出路探索，是正版数字音乐市场的强心剂。"},
{"name":"周杰伦的床边故事","img":"img/床边故事.jpg","intro":"作为周杰伦的第14张个人专辑，《周杰伦的床边故事》虽然制作精良，但整体而言缺乏创新，新鲜感不足。尽管如此，专辑却又是充满了情怀。身为人父的周杰伦也在专辑中融入了一种亲情的空间感。\n《前世情人》里的周杰伦用细腻且暖到心尖的歌词，为女儿Hathaway写了一封情书，在编曲上也融入了嘻哈和歌剧的元素，虽然谈不上是创新，但却令人动容。《床边故事》则仿佛一个童心未泯的爸爸在女儿床边讲鬼故事，然后才好紧紧地把她搂住。方文山在歌词上借用了民间传说故事《虎姑婆》，整首歌曲充满了听众所熟识的周杰伦的风格。\n与张惠妹合唱的《不该》在旋律上令听众熟悉而亲切，越闻越怀旧，触动了听众久违的情怀。虽然和张惠妹的合作在眼球上颇具亮点，但是整首歌曲旋律和声音都不具有新鲜感。\n《土耳其冰淇淋》在架构上融入了异域元素的同时，也融入了大量的电子元素，再穿插上莫扎特的《土耳其进行曲》，使得整首歌曲层次丰富而新鲜。虽然这不是周杰伦第一次将异域元素融入音乐，但周杰伦恰到好处地做到了推陈出新，在过去的套路上创造出了不同的亮点。"}]